/*
 * 常量
 * */
export const SmsCodeType = {
  Register: '1',
  Login: '2'
}
// 融资方式
export const FinancingMethods = ['债权融资', '股权融资', '其他融资', '整体转让']
// 投资方式
export const InvestMethods = [
  '股权投资',
  '债权投资',
  '金融投资',
  'BT/BOT',
  '项目投资',
  '其它投资'
]
// 金额
export const Amounts = [
  '不限',
  '1万-10万',
  '10万-50万',
  '50万-100万',
  '00万-500万',
  '500万-1000万',
  '1000万-5000万',
  '5000万-1亿'
]
// 行业
export const Industries = [
  '房地产',
  '矿产冶金',
  '金融投资',
  '农林牧渔',
  '能源',
  '建筑建材',
  '旅游酒店',
  '医疗保健',
  '机械机电',
  'IT互联网',
  '电子通信',
  '文化传媒广告',
  '纺织服装饰品',
  '行政事业机构',
  '节能环保',
  '基础设施',
  '国防军工',
  '航空航天',
  '电气设备',
  '交通运输',
  '汽车汽配',
  '餐饮休闲娱乐',
  '教育培训体育',
  '批发零售',
  '食品饮料烟草',
  '家居日用',
  '生物医药',
  '海洋开发',
  '商务贸易',
  '家政服务',
  '园林园艺',
  '收藏品',
  '化学化工',
  '仓储物流',
  '家电数码',
  '其他行业'
]
// 地区
export const Regions = [
  '北京',
  '天津',
  '上海',
  '重庆',
  '浙江省',
  '福建省',
  '甘肃省',
  '广东省',
  '广西省',
  '贵州省',
  '海南省',
  '河北省',
  '河南省',
  '黑龙江省',
  '湖北省',
  '湖南省',
  '吉林省',
  '江苏省',
  '江西省',
  '辽宁省',
  '内蒙古',
  '宁夏',
  '青海省',
  '山东省',
  '山西省',
  '陕西省',
  '四川省',
  '西藏',
  '新疆',
  '云南省',
  '安徽省',
  '香港',
  '澳门',
  '台湾',
  '海外'
]
